chat_system_871190179_actor_description=Tex Viscous. Head of pirates' brotherhood. Pirate.
chat_system_871190179_snap_0_question=^?^There are two ways to become a member of the Brotherhood:<br>First way - pay the entrance fee. For that you have to pay to the treasury of the Brotherhood twenty thousand gold coins.<br>Second way - pass the Bravery Test. Go down into the Cursed Underground that belongs to the Coastal Brotherhood, and make it out alive. To be honest, I would advise the first way. Many good pirates tried to save themselves the money, only to remain in the Underground forever.
chat_system_871190179_snap_0_answer_0=^?^I think I'll pay the twenty thousand!
chat_system_871190179_snap_0_answer_1=^?^Bravery Test? That's just my kind of thing!
chat_system_871190179_snap_0_answer_2=^?^I'll think about it.
chat_system_871190179_snap_2_question=^?^Fine! Now you are one of us, brother.
chat_system_871190179_snap_2_answer_0=^?^Thank you. So what do I have to do now?
chat_system_871190179_snap_3_question=^?^To do? Just familiarize yourself with the place. Drop into our shops, talk to our guys. And don't forget to visit me; maybe I'll have an errand for you.
chat_system_871190179_snap_3_answer_0=^?^Great. I'm pleased to be a member of the Brotherhood.
chat_system_871190179_snap_1_question=^?^And do you have the gold? You'll need to have twenty thousand, and not a single coin less - that's the rules.
chat_system_871190179_snap_1_answer_0=^?^No. I don't have that kind of money. But when I have it I'll come back.
chat_system_871190179_snap_4_question=^?^The password for entering the Cursed Underground is: "Karamba." Once you get inside, you won't be able to get out right away. You'll have to make your way through it, and only after that will the exit be opened.<br>It's a dangerous test, but If you pass it you'll become a worthy member of the Coastal Brotherhood.
chat_system_871190179_snap_4_answer_0=^?^Fine. I'll pass through your Cursed Underground and become a member of the Brotherhood.
chat_system_871190179_snap_4_answer_1=^?^Let me think about which way I want to do it. I'll come back later when I've made up my mind.
chat_system_871190179_snap_13_question=^?^So, you're ready to pay the ten thousand and become one of us?
chat_system_871190179_snap_13_answer_0=^?^Yes!
chat_system_871190179_snap_13_answer_1=^?^No.
chat_system_871190179_snap_12_question=^?^Fine! We are happy to welcome you, brother.
chat_system_871190179_snap_12_answer_0=^?^I'm glad too - now I have a big crowd of bearded brothers wearing striped shirts. Ha-ha!
chat_system_871190179_snap_11_question=^?^Ok, give them to me.
chat_system_871190179_snap_11_answer_0=^?^Hey hey hey, wait, I have made a mistake, I don't have that kind of money. But I'll let you know when I get the cash together.
chat_system_871190179_snap_5_question=^?^You have returned? Alive? Well... This means you certainly deserve to become one of us. Come on; tell me, did you meet anybody else down there?
chat_system_871190179_snap_5_answer_0=^?^Yes I did. Blind Hugh and his mob of dead men. He called them "The Army of the Dawn." Seemed like he had been waiting for everybody who went down there to pass the test.
chat_system_871190179_snap_7_question=^?^So how's he doing down there? He was a good guy. It's a shame that destiny played such a cruel joke on him.
chat_system_871190179_snap_7_answer_0=^?^Hmm, he didn't look so good, so I sent him to a better world.
chat_system_871190179_snap_7_answer_1=^?^He's doing well, getting plenty of exercise, and he's a pretty smart guy too. We talked about my motherland.
chat_system_871190179_snap_8_question=^?^Fine, fine! You truly deserve to become a member of our Brotherhood. Welcome, brother.
chat_system_871190179_snap_8_answer_0=^?^Thank you, uhh...brother.
chat_system_871190179_snap_9_question=^?^So what? You didn't kill him?
chat_system_871190179_snap_9_answer_0=^?^Why? He's sitting in his cave, not disturbing anybody. I don't like senseless violence.
chat_system_871190179_snap_10_question=^?^Uhh... So you talked to him nicely, and didn't fight? You have a strange view on violence.<br>Under the circumstances, we'll say your task was half done. So you'll pay half of the fee - ten thousand gold coins - and I'll turn a blind eye to these strange things.
chat_system_871190179_snap_10_answer_0=^?^No problem, I agree to pay half.
chat_system_871190179_snap_10_answer_1=^?^That's not fair. I refuse to pay.
chat_system_871190179_snap_6_question=^?^Have you already returned from the Underground? No? Well go ahead then, a real pirate can't get lost.
chat_system_871190179_snap_6_answer_0=^?^I've just dropped in to visit you; I hoped you'd wish me good luck.
